Repository: UniversitaDellaCalabria/unicms-template-unical
Catalog: src/unicms_template_unical/locale/*/LC_MESSAGES/django.po
Languages: it

source: Error 404
it: Errore 404

source: Page or Resource not found
it: Pagina o risorsa non trovata

source: You may have clicked on an invalid link or misspelled the page address.
it: Potresti aver cliccato su un link non più valido o aver digitato male l'indirizzo della pagina.

source: You can search for it starting from the home page or it could be reachable on the previous version of the website which can be found at www2.unical.it
it: Puoi cercarla a partire dalla pagina iniziale oppure potrebbe essere raggiungibile sulla versione precedente del portale che si trova all'indirizzo www2.unical.it

source: If you keep getting this error even though you are trying to reach the home page, clear your browser cache.
it: Se continui ad ottenere questo errore, nonostante tu stia cercando di raggiungere la home page, cancella la cache del tuo browser.

source: Internal Error 500
it: Error 500

source: This service has encourrend and unexpected error
it: Questo servizio ha riscontrato un errore imprevisto

source: University of Calabria
it: Università della Calabria

source: Official University of Calabria website
it: Sito istituzionale dell'Università della Calabria

source: Address book
it: Rubrica

source: Search
it: Cerca

source: close
it: chiudi

source: Error
it: Errore

source: Error description
it: Descrizione errore

source: Home
it: Pagina iniziale

source: results
it: risultati

source: pages
it: pagine

source: page
it: pagina

source: previous
it: precedente

source: next
it: successiva

source: Chinese
it: Cinese

source: French
it: Francese

source: Portuguese
it: Portoghese

source: Espanol
it: Spagnolo

source: Arabic
it: Arabo

source: Russian
it: Russo

source: UniCal for students
it: UniCal per gli studenti

source: Prospective students, Enrolled and Graduates
it: Futuri studenti, iscritti e laureati

source: Educational offer
it: Offerta formativa

source: Teaching catalog
it: Catologo insegnamenti

source: Enroll, study and graduate
it: Iscriversi, studiare e laurearsi

source: Right to study
it: Diritto allo studio

source: Orientation
it: Orientamento

source: Services for disabled and dyslexic students
it: Studenti con disabilità, DSA e BES

source: Psychological counseling
it: Counselling psicologico

source: International agreements and networks
it: Accordi e network internazionali

source: Teacher training courses
it: Formazione degli insegnanti

source: State examinations
it: Esami di Stato

source: Online front-office
it: Front-office online

source: Online ticket
it: Ticket online

source: ITC Services
it: Servizi online ICT

source: Wi-Fi Services
it: Servizi Wi-Fi

source: Students webmail
it: Webmail studenti

source: Employees webmail
it: Webmail dipendenti

source: SPID / UniCal ID
it: Accesso SPID / UniCal ID

source: Online Taxes / PagoPA
it: Tasse online / PagoPA

source: Exam reservations - ESSE3
it: Prenotazioni esami - ESSE3

source: e-Learning platform
it: Piattaforma e-Learning

source: Online Magazine
it: Magazine online

source: Living on Campus
it: Vivere il campus

source: Departments
it: Dipartimenti

source: Campus residences
it: Quartieri Centro Residenziale

source: Canteen services
it: Servizio mensa

source: Libraries
it: Biblioteche

source: Museum hub
it: Sistema Museale

source: Theaters and cinemas
it: Teatri e Cinema

source: Language Centre
it: Centro Linguistico

source: Health Center
it: Centro Sanitario - Emergenze

source: Sports Center
it: Centro Sportivo

source: Convention Center
it: Centro Congressi

source: Infants Center
it: Polo d’Infanzia

source: Accomodation - Socrates Residence
it: Accomodation - Residenza Socrates

source: Territory info
it: Info territorio

source: Transparent UniCal
it: UniCal trasparente

source: Organization
it: Organizzazione

source: Transparent administration
it: Amministrazione trasparente

source: Strategic plan 2020/2022
it: Piano strategico 2020/2022

source: Governing bodies
it: Organi di Governo

source: Official register of the University
it: Albo ufficiale di Ateneo

source: Quality Assurance System
it: Sistema di Assicurazione della Qualità

source: Trusted Advisor of the University
it: Consigliera di fiducia dell’Ateneo

source: Code of ethics and conduct
it: Codice etico e di comportamento

source: Spinoff / Patent Showcase
it: Vetrina Spinoff / Brevetti

source: Fundraising, donations, 5x1000
it: Fundraising, donazioni, 5x1000

source: Certified email
it: Posta certificata

source: Electronic invoicing
it: Fatturazione elettronica

source: Web editor / Contacts
it: Redazione web / Contatti

source: Accessibility and performance
it: Accessibilità e prestazioni

source: Data protection / GDPR
it: Protezione dati - GDPR

source: Cookies and consent methods
it: Cookie e modalità di consenso

source: Legal notes
it: Note legali

source: Credits
it: Crediti

source: Phishing: how to protect yourself
it: Phishing: Come proteggersi

source: Web access statistics
it: Statistiche accessi web

source: User Guide - UniCMS
it: Guida d’uso - UniCMS

source: Intranet area
it: Area intranet

source: RSS feeds
it: Feed RSS

source: Alumni
it: Sezione Alumni

source: Identity / Logo section
it: Sezione identità / Logo

source: Sitemap
it: Mappa del sito

source: Previous
it: Precedente

source: Next
it: Successivo

source: No items here
it: Nessun risultato prodotto

source: Read more
it: Leggi di più

source: Digital services
it: Servizi digitali

source: Informations
it: Informazioni

source: Support
it: Supporto

source: Documents
it: Documenti

source: Attachments
it: Allegati

source: Attachment
it: Allegato

source: attachments
it: allegati

source: Photo galleries
it: Gallerie fotografiche

source: Published
it: Pubblicato

source: Go to all news
it: Vai a tutte le notizie

source: Go to all notices
it: Vai a tutti gli avvisi

source: please wait
it: attendi

source: Loading
it: Caricamento

source: Presentation
it: Presentazione

source: People
it: Persone

source: Staff services
it: Servizi per il personale

source: Documents, announcements and competitions
it: Documenti, bandi e concorsi

source: Verbals
it: Verbali

source: Reserved area
it: Area riservata

source: Italian
it: Italiano

source: This site uses technical, analytics and third-party cookies.
it: Questo sito utilizza cookie tecnici, analytics e di terze parti.

source: By continuing to browse, you accept the use of cookies.
it: Proseguendo nella navigazione accetti l’utilizzo dei cookie.

source: Preferences
it: Preferenze

source: I agree
it: Accetto

source: Back to all news
it: Torna a tutte le notizie

source: Page
it: Pagina

source: Loading data
it: Caricamento dati

source: Edit
it: Modifica

source: Share on
it: Condividi su

source: Published in
it: Pubblicato in

source: It might interest you
it: Potrebbe interessarti
